/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Coffee with Sarah";
"Craft beer seminar" = "Craft beer seminar";
"Electrician comes" = "Electrician comes";
"Go cycling with Marc" = "Go cycling with Marc";
"Hit the gym with Alex" = "Hit the gym with Alex";
"Italian lesson" = "Italian lesson";
"Marc’s birthday" = "Marc’s birthday";
"Volunteer at the library" = "Volunteer at the library";

/* "Work" calendar */

"Benefits presentation" = "Benefits presentation";
"Budget review" = "Budget review";
"Interview with Lydia" = "Interview with Lydia";
"Meet with Diane" = "Meet with Diane";
"Monthly conference call" = "Monthly conference call";
"Team meeting" = "Team meeting";
"Work from home" = "Work from home";
